"use client";

import Paragraph from "@/components/common/atoms/Paragraph";
import React from "react";
import Heading from "../../atom/storyUs/Heading";

const StoryContent: React.FC = () => {
  return (
    <div className="space-y-4 text-justify">
      <Heading >داستان ما</Heading>
      <Paragraph>
        در سال ۲۰۱۵، یک گروه از افراد متخصص و متعهد با تجربه‌های گوناگون در
        حوزه‌های فناوری، کسب‌وکار و بازاریابی، با هم متحد شدند تا یک پلتفرم
        نوآورانه برای استارتاپ‌ها و شرکت‌های نوپا ایجاد کنند.
      </Paragraph>
      <Paragraph>
        با توجه به نیاز روزافزون جامعه به دسترسی آسان‌تر به اطلاعات مربوط به
        استارتاپ‌ها و فرصت‌های سرمایه‌گذاری، این گروه تصمیم گرفت تا با تلاش و
        تحقیقات فراوان، بستری فراهم کند که به شرکت‌ها کمک کند تا به رشد بیشتری
        دست یابند
      </Paragraph>
      <Paragraph>
        توسعه و راه‌اندازی این پلتفرم با مطالعه دقیق بازار و نیازهای جامعه هدف،
        به سرعت به یکی از ابزارهای مؤثر برای استارتاپ‌ها و متخصصان قابل اعتماد
        تبدیل شد
      </Paragraph>
      <Paragraph>
        از آن زمان تاکنون، این پلتفرم به عنوان یکی از منابع معتبر و قابل اعتماد
        برای معرفی استارتاپ‌ها و شرکت‌های نوپا شناخته شده است و همچنین به عنوان
        پلی ارتباطی بین تجارت، سرمایه‌گذاری و کارآفرینی جوان محسوب می‌شود.
      </Paragraph>
    </div>
  );
};

export default StoryContent;
