import { Service } from "@/types/services";

export const services: Service[] = [
  {
    id: "s1",
    title: "دنیایی از راه های جدید",
    description:
      "تو کانسپتو به عالمه شرایط و موقعیت برای تو وجود داره که میتونی هر مسیری که مد نظرت هست رو انتخاب کنی",
  },
  {
    id: "s2",
    title: "مسیر راه واضح",
    description:
      "تو کانسپتو مسیر راه در واضح ترین حالت ممکن طراحی شده که میتونی بدون مشکل به چیزی که میخوای برسی",
  },
  {
    id: "s3",
    title: "پشتیبانی ۲۴ ساعته",
    description:
      "ما شرایطی رو فراهم کردیم که حتی اگه کوچیکترین سوالی یا مشکلی داشتی در کمترین زمان ممکن بتونیم راهنماییت کنیم",
  },
  {
    id: "s4",
    title: "کانسپتو پرو",
    description:
      "با فعال کردن این بخش میتونی به طور تخصصی تر فعالیتت رو ادامه بدی",
  },
  {
    id: "s5",
    title: "شخصی سازی",
    description:
      "از قابلیت های دیگه اینه که میتونی مسیرت رو با جزئیات شخصی سازی کنی. اینجوری سریع تر و دقیق تر به چیزی که دنبالشی میرسی",
  },
  {
    id: "s6",
    title: "سرمایه گذاران مطمئن",
    description:
      "سرمایه گذاران کانسپتو همگی از بهترین و مطمئن ترین افراد دارای نشان اعتماد در زمینه ی فعالیت خودشون هستن",
  },
];
